[M_TestingZone MissionDefinition]
MissionName="Histórias de Violência Simulada"
MissionDescription="Tannis preparou um circuito para os Crimson Raiders de Santuário. Ela encheu o local, situado em [place]Digistruct Peak[-place], com reconstruções virtuais de vários malas-sem-alça de Pandora.\nSeu propósito é muito simples: registrar seus dados biométricos enquanto você abre caminho através das provas de entretenimento.  Depois disso, usando uma combinação de tecnología virtual e engenharia eridiana, ela lhe outorgará o poder de um deus.\nBem... talvez não seja tão simples assim depois de tudo isso."
TurnInDescription="Parabéns!  Você eliminou um monte de organismos vivos virtuais."
MissionSummary="Sobreviva ao desafio de entretenimento virtual da Tannis."
MissionGiver="Tannis"
MissionTurnInLocation="Tannis"
TeaserText="Suor, entranhas e divindade o aguardam!"

[M_TestingZone:Assemblefordeath MissionObjectiveDefinition]
ProgressMessage="Baixe o elevador da morte"

[M_TestingZone:BeginTestbyMurder MissionObjectiveDefinition]
ProgressMessage="Elimine alguns inimigos"

[M_TestingZone:BeginTestbyMurderSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZone:ContinueMurdering MissionObjectiveDefinition]
ProgressMessage="Elimine mais inimigos"

[M_TestingZone:ContinueTraining MissionObjectiveDefinition]
ProgressMessage="Fique amigo dos seus inimigos. Brincadeira... mate todos"

[M_TestingZone:FixGenerator MissionObjectiveDefinition]
ProgressMessage="Conserte o gerador"

[M_TestingZone:FixGeneratorSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZone:groupupfordeathset MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZone:LastKillEnemies MissionObjectiveDefinition]
ProgressMessage="Elimine mais inimigos ainda"

[M_TestingZone:MeetToStart MissionObjectiveDefinition]
ProgressMessage="Vá até o portão para começar a diversão"

[M_TestingZone:MeetToStartSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZone:Movetonextarea MissionObjectiveDefinition]
ProgressMessage="Passe para a área de testes seguinte"

[M_TestingZone:Movetonextareaset MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZone:MurdermoreSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZone:Pickplants MissionObjectiveDefinition]
ProgressMessage="Recolha cebolas"

[M_TestingZone:Pickplantsset MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZone:proceedtestsset MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZone:ReachtheEnd MissionObjectiveDefinition]
ProgressMessage="Cruze a porta"

[M_TestingZone:ReachtheendSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZone:Testandgetplantsset MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZoneRepeatable MissionDefinition]
MissionName="Mais Histórias de Violência Simulada"
MissionDescription="Tannis preparou um circuito para os Crimson Raiders de Santuário. Ela encheu o local, situado em [place]Digistruct Peak[-place], com reconstruções virtuais de vários malas-sem-alça de Pandora.\nSeu propósito é muito simples: registrar seus dados biométricos enquanto você abre caminho através das provas de entretenimento.  Depois disso, usando uma combinação de tecnología virtual e engenharia eridiana, ela lhe outorgará o poder de um deus.\nBem... talvez não seja tão simples assim depois de tudo isso."
TurnInDescription="Parabéns!  Você eliminou um monte de organismos vivos virtuais."
MissionSummary="Sobreviva ao desafio de entretenimento virtual da Tannis."
MissionGiver="Tannis"
MissionTurnInLocation="Tannis"
TeaserText="Suor, entranhas e divindade o aguardam!"

[M_TestingZoneRepeatable:Assemblefordeath MissionObjectiveDefinition]
ProgressMessage="Baixe o elevador da morte"

[M_TestingZoneRepeatable:BeginTestbyMurder MissionObjectiveDefinition]
ProgressMessage="Elimine alguns inimigos"

[M_TestingZoneRepeatable:BeginTestbyMurderSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZoneRepeatable:ContinueMurdering MissionObjectiveDefinition]
ProgressMessage="Elimine mais inimigos"

[M_TestingZoneRepeatable:ContinueTraining MissionObjectiveDefinition]
ProgressMessage="Fique amigo dos seus inimigos. Brincadeira... mate todos"

[M_TestingZoneRepeatable:groupupfordeathset MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZoneRepeatable:LastKillEnemies MissionObjectiveDefinition]
ProgressMessage="Elimine mais inimigos ainda"

[M_TestingZoneRepeatable:MeetToStart MissionObjectiveDefinition]
ProgressMessage="Vá até o portão para começar a diversão"

[M_TestingZoneRepeatable:MeetToStartSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZoneRepeatable:Movetonextarea MissionObjectiveDefinition]
ProgressMessage="Passe para a área de testes seguinte"

[M_TestingZoneRepeatable:Movetonextareaset MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZoneRepeatable:MurdermoreSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZoneRepeatable:Pickplants MissionObjectiveDefinition]
ProgressMessage="Recolha cebolas das neves"

[M_TestingZoneRepeatable:proceedtestsset MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZoneRepeatable:ReachtheEnd MissionObjectiveDefinition]
ProgressMessage="Cruze a porta"

[M_TestingZoneRepeatable:ReachtheendSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZoneRepeatable:Testandgetplantsset MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

